package com.acorn;

public class Study10 {

	public static void main(String[] args) {
		// 1. 메뉴를 출력하고		
		//  1.1 입력 출력 : System.out.println()	
		//  1.2 수정 출력
		//  1.3 조회 출력
		// 	1.4 삭제 출력
		//  1.5 종료 출력
		//  1.6 메뉴 번호를 입력하세요 :System.out.print()
		//1. 메뉴선택 - Scanner
		//  1.1 1번을 누르면,
		//		가. 조건식(iMenuNum ==1 )
		//		나. 실행문자 : "입력메뉴입니다"를 출력,		
		//  1.2 2번을 누르면, "수정메뉴입니다"를 출력,
		//  1.3 3번을 누르면, "조회메뉴입니다"를 출력,
		// 	1.4 4번을 누르면, "삭제메뉴입니다"를 출력,
		//  1.5 7번을 누르면, "프로그램이 종료됩니다."를 출력,


	}

}
